{
    "data":{
    "1":"Don't listen to gossip\nReaching in, stuck the hom",
    "2":"Sour bamboo shoots cooked with stubborn fish\nLife changes, when it's sad and when it's happy.",
    "3":"Love each other tearing silk to sew pants\nHate each other telling each other about their debts",
    "4":"Hey, don't laugh at each other\nThere is no tree without worms touching the branches",
    "5":"When I'm rich, I can't help anyone\nWhen I'm in trouble, no one can help me",
    "6":"Stay to please people\nIn wide people laugh, in narrow people criticize.",
    "7":"The uncaught wise bird has flown,\nwise people rarely talk, rarely answer",
    "8":"The medicine is bitter, the truth is heartbreaking.",
    "9":"One lie, seven days of repentance.",
    "10":"Sweet words to the bone",
    "11":"Delicious food will be remembered for a long time, painful words will be remembered for a lifetime",
    "12":"The blade is sharper than the sword",
    "13":"Boneless tongue, many slick lines.",
    "14":"It's better to stumble than to lose your mouth.",
    "15":"Good news spreads far, bad rumors go far.",
    "16":"One is closed, two are open.",
    "17":"Easy to say, hard to do.",
    "18":"Young bamboo is malleable",
    "19":"Baby does not vin, even broken branches.",
    "20":"Love it, hate it",
    "21":"Mom taught me, I was smart, dad taught me, I was smart.",
    "22":"Learning to eat, learn to speak, learning packages, school open",
    "23":"No matter how stupid you are, you will know if you study for a long time.",
    "24":"Clumsy people weaving baskets in the middle of the road.",
    "25":"Should not his teacher.",
    "26":"Learning from a teacher does not teach you.",
    "27": "There is a new area to translate so tuong.",
    "28":"Good literature does not worry about long lines.",
    "29":"Van himself, his wife.",
    "30":"Living good accept lucky.",
    "31":"In the star meet the ghost, in the ghost meet the monster, the wicked meet.",
    "32":"Human venom is equal to ten snake venoms.",
    "33":"One life harms and corrupts three lives.",
    "34":"Lobster kills sleeping lobster,\nThe murderer stayed awake for five full hours.",
    "35":"Wife, do not see wife.",
    "36":"Too good to be stupid.",
    "37":"Kill one stork, save a hundred shrimp.",
    "38":"More beautiful than pretty.",
    "39":"Cai streak struck dead beauty.",
    "40":"Hungry for clean tear for flavor.",
    "41":"Better to die in than to live in darkness.",
    "42":"Bad or good, stupid or wordy.",
    "43":"Who likes melons, old gourds.",
    "44":"The good shows up, the evil hides.",
    "45":"Silver head is not over yet.",
    "46":"Wise three years, foolish one hour.",
    "47":"A wise man speaks half-heartedly\nLet the fool be both happy and worried.",
    "48":"Wise to do literature, foolish to make epitaphs.",
    "49":"Eat the meal first, wade the water later.",
    "50":"There is no such thing as a fool.",
    "51":"The fool enjoys peace",
    "52":"A fool harms a wise man.",
    "53":"Don't let people be afraid,\nFoolish for people to love,\nBad for people to hate.",
    "54":"Clumsy rowing skilfully.",
    "55":"Clumsy dance criticized the land deviation.",
    "56":"Good praise, cowardly criticism.",
    "57":"Ten francs in wages,\n Not as much as a bounty.",
    "58":"Buffaloes die for their skin, people die for their voice.",
    "59":"Good reputation is better than good clothes.",
    "60":"More lovers than haters.",
    "61":"Love children, children come home; love old, get old for happiness.",
    "62":"If you love each other nine, you will make ten. If you are present, you will scold, and if you are absent, you will be loved.",
    "63":"Lovers' quarrel are soon mended.",
    "64":"Love should be good, hate should be bad.",
    "65":"Love someone love all the way, Hate each other hate all relatives.",
    "66":"Hate each other to dig up the dirt",
    "67":"People are sometimes honored and sometimes humiliated, the water is sometimes cloudy and sometimes clear.",
    "68":"So happy, so miserable.",
    "69":"Injured person as yourself",
    "70":"Good leaves protect the torn leaves\npale to know how to love cats.",
    "71": "If you give up, you will be hurt, if you are king, you will be guilty.",
    "72": "When you eat fruit, remember who planted the tree.",
    "73":"PROVERB: When you drink water, remember the source.",
    "74":"One night stay, one year stay.",
    "75":"The trail, grace does not wear out.",
    "76":"Do not use sour lemon, sweet do not desire.",
    "77":"Hoairy of rice to raise wild storks",
    "78":"The bird breaks the sling, the fish forgets to carry it.",
    "79":"Eat a bowl of porridge.",
    "80":"I can't help but moan that I have forgotten the teacher.",
    "81":"There is a river bone, a love of women.",
    "82":"There is the moon, the lights are on.",
    "83":"One sentence of fasting is nine good sentences.",
    "84":"Avoiding elephants is not ugly.",
    "85":"Angry chicken crowing.",
    "86":"Fight to share rice, say hello to each other for rice.",
    "87":"Even angry.",
    "88":"A little bit angry with strangers.",
    "89":"One life lawsuit, nine generations of enemies.",
    "90":"Eat right, tell the truth, every defect is good.",
    "91":"The tree is not afraid to die standing.",
    "92":"There is a startling habit, there is a menstrual cycle in the abdomen.",
    "93":"Straight ink train heartbreak wood.",
    "94":"Offended before, was pleased after.",
    "95":"Sweet honey kills flies,\nbitter places are honest places.",
    "96":"Which field buffalo eats that field grass.",
    "97":"Eat any tree that fences it.",
    "98":"Buffalo body, raw cow body.",
    "99":"Father General nobody cried.",
    "100":"The neighbor's house is on fire, calm down like a jar.",
    "101":"Hoai money to buy firecrackers, borrow people to burn.",
    "102":"Housework is lazy, uncle's work is diligent.",
    "103":"If you have a loan to pay, you will be satisfied with each other.",
    "104":"Sesame fish a litter.",
    "105":"Turn off the lights on tiled houses as well as cottages.",
    "106":"As a mandarin, he eats the king's fortune, at the temple, he eats the Buddha's fortune.",
    "107":"On a positive day, there are no thorns,\nuntil there is a fish to borrow someone to give.",
    "108":"Lazy people are not lazy.",
    "109":"Mouth and mouth support limbs.",
    "110":"Crushing rice is sick, pounding nuggets is healthy.",
    "111":"If you eat well, you will be full, if you eat well, you will be warm.",
    "112":"Measure cows for barns.",
    "113":"Weak front leg.",
    "114":"Do it when it heals, save it when it hurts",
    "115":"Loss of the new cow shed lo.",
    "116":"If you have yourself, keep it.",
    "117":"Trading ships and selling land is not equal to being thrifty.",
    "118":"Treat flute shit to get banyan seeds, treat chicken poop to get broken seeds.",
    "119":"Get firewood for three years and burn one hour.",
    "120":"Father's life is round, son's life is squashed",
    "121":"River avalanches sand",
    "122":"Have my heart, feel sorry for people",
    "123":"Fortune telling is cheaper than sitting idle",
    "124":"If you can't get a carp, you can also get a bunch of shrimp and shrimp.",
    "125":"Release the iron hunter, catch the perch.",
    "126":"Sieve down nia",
    "127":"Leaves fall back to the roots",
    "128":"The rice is not eaten, the rice is still there.",
    "129":"The rice is poured, the song is not full,",
    "130":"Lost both the lead and the fishing rod",
    "131":"Get a human meal, lose ten meals at home.",
    "132":"It was difficult, the dog bit more",
    "133":"Know where to avoid sin, know where to find happiness.",
    "134":"Drowsy meets a man who is too lazy to eat and meets a man standing on the street.",
    "135":"If you go at night, you will meet ghosts one day.",
    "136":"Forty-nine has not passed, year three has come.",
    "137":"Avoid having rind coconut shell",
    "138":"Running in the sun can't escape the sun",
    "139":"Medicines can't cure fate.",
    "140":"When it should, the sky will also favor people.",
    "141":"Five fingers have long fingers, short fingers",
    "142":"Who bends the hook to fit the fish's mouth?",
    "143":"Saints are sometimes mistaken.",
    "144":"Dig out the duckweed",
    "145":"If you hit a snake, you have to hit the head",
    "146":"I have cultivated the time to practice for trot.",
    "147":"There should be lice.",
    "148":"High intentions are not equal to thick will",
    "149":"The long ant is also full of nests",
    "150":"Has iron grinding makes perfect",
    "151":"Ability to pick up equipment",
    "152":"Even a hundred torches can catch a frog",
    "153":"The water is still slapping",
    "154":"Wins do not arrogant, not discouraged by failure",
    "155":"The waves don't fall off the oars",
    "156":"The king lost to the daredevil",
    "157":"The mother gives birth to her young\nAnd the rooster and the hen have the broiler ",
    "158":"God does not close the door",
    "159":"Who is rich in three families, who is difficult for three generations?",
    "160":"Whose hand does the flag go to wave?",
    "161":"Pens, dead chickens",
    "162":"If you grind rice, stop carrying me.",
    "163":"Too bad no one closes the temple door",
    "164":"Belly makes the skin bear",
    "165":"Have the guts to steal, have the guts to take the blow",
    "166":"Skinny dog ​​with face of the owner",
    "167":"Shooting a gun should not be, must pay for bullets",
    "168":"Hundreds of mulberries pour silkworms' heads ",
    "169":"It's cooler to be bald",
    "170":"Little cat catches baby mouse",
    "171":"Wide for double, narrow for single",
    "172":"Snails can't carry their own snails, but they still carry stakes for moss",
    "173":"Who dares to swing with elf ",
    "174":"Scabies dogs have fat on their tails",
    "175":"She learned to crawl and learned to run",
    "176":"I haven't fought my shit, I've asked to fly",
    "177":"Frog sitting at the bottom of a well, looking at the sky with a swing",
    "178":"The dog is near the house, the chicken is near the coop",
    "179":"The donkey's body is heavy.",
    "180":"Strong use strength, weak use imitation ",
    "181":"There is porridge to ask for tea",
    "182":"Standing on this mountain looking at that mountain",
    "183":"Deaf or waiting, speechless",
    "184":"Beggars ask for sticky rice",
    "185":"The old man still plays the drums",
    "186":"Do you cry, new mother breastfeeding?",
    "187":"Who knows where to scratch?",
    "188":"A full frog is difficult to lure",
    "189":"Criticize what God gave her",
    "190":"Criticizing shrimp must eat shrimp again, criticizing wilted water spinach, hugging old melon again.",
    "191":"If you eat eggs, don't eat children.",
    "192":"Can easily brag",
    "193":"Early sacrifice from flies",
    "194":"Which afternoon wind covers that afternoon?",
    "195":"When the locusts see the fire, they come in.",
    "196":"Follow it and eat it up",
    "197":"Thanks to the wind breaking bamboo shoots",
    "198":"Fatty water chisel",
    "199":"Fallen hedgehog",
    "200":"The market hasn't met yet, the thief has arrived",
    "201":"Curry and Pepper",
    "202":"Thieves meet old woman",
    "203":"Soft and firm let go",
    "204":"Good as a dipper, broken as a lip",
    "205":"The earth is thrown away, the lead is thrown back",
    "206":"The high tray knocks over the bowl full",
    "207":"In the land of the blind, he was king",
    "208":"Near the temple, call me by my brother",
    "209":"Home fire the mouse",
    "210":"Javelin must follow javelin",
    "211":"Trot multi-carrier must wear a belt",
    "212":"Walk a mile wrong Li",
    "213":"Greed is deep, wrong is true",
    "214":"Dead river, river, no one drowned by lamp",
    "215":"There's water, there's fish",
    "216":"Where's the dove?",
    "217":"Lying in the middle without losing the leg",
    "218":"The rice is still falling in the mouth",
    "219":"One lost ten doubts",
    "220":"Toads have toad livers, ants have ant livers.",
    "221":"Buffalo blood is like cow blood",
    "222":"Figurative as well as happy",
    "223":"Three often also in a match",
    "224":"Shrinking my belly into a human belly",
    "225":"Fortune telling, sweeping the house out of trash",
    "226":"Where's Jiangshan, that's the hero",
    "227":"Rice is not full of dogs, rice is not full of chickens",
    "228":"Too blind to rain.",
    "229":"Too ripe",
    "230":"Climbing high and falling pain",
    "231":"I love it so much",
    "232":"The old man broke the rope",
    "233":"Choose the face to send gold",
    "234":"Walking with the Buddha wearing a kashāya\nwalking with a ghost wearing a paper shirt",
    "235":"Big head is hard to hide",
    "236":"The bulb is round, the tube is long",
    "237":"Every vegetable is deep",
    "238":"Close to the burning fire",
    "239":"Fire becomes contagious",
    "240":"Near a rich family, toothache eats nuggets. Thieves get sick with their backs.",
    "241":"Floods flood the whole village.",
    "242": "Being full of teachers and pagodas",
    "243":"Cattle butts each other, flies and mosquitoes die.",
    "244":"Unplug the jungle",
    "245":"Cold open lips",
    "246":"Beat the dog to look at the owner",
    "247":"I love you my sister",
    "248":"Far from the river, you have to take a boat.",
    "249":"Mouth open with mumps",
    "250":"If you want to be round, you must have a mold.\nIf you want to be square, you must have a ruler",
    "251":"Early fall swept tail",
    "252":"All the bad beginnings",
    "253":"Old people new me",
    "254":"First streng, familiar later",
    "255":"Gambling is familiar \nsleep day is familiar",
    "256":"Snacking in the mouth",
    "257":"Horses familiar with the old way",
    "258":"How do people do it, what do they dream about?",
    "259":"Better ignorance or loose words",
    "260":"Title small to big",
    "261":"Contributing wind into storm, contributing trees to forest",
    "262":"Three people fight one, not a single mouse is lame.",
    "263":"Even the pot of thirty is full",
    "264":"Bad is better than good",
    "265":"Green doesn't puncture the fish",
    "266":"Heels should have a new powder tank",
    "267":"Hugging straw with a heavy belly",
    "268":"Playing with a sharp knife will have a broken hand"
	}
    }